Repository: audiamus/AaxAudioConverter
Catalog: src/AaxAudioConverter/Properties/Resources.*.resx
Languages: de

source: No
de: Nein

# MsgActivationError1
source: Activation error for
de: Aktivierungsfehler für

# MsgActivationError2
source: Enter a different activation code? [Yes]: Prompt for new code [No]: Just retry, Audible account has changed [Cancel]: Skip book
de: Anderen Aktivierungscode eingeben?

# MsgActivationError3
source: File will be skipped.
de: Datei wird übersprungen.

# MsgDirectoryCreationCallback
source: exists and is not empty. Override content, new folder or skip book? [Yes]: Override content [No]: New folder [Cancel]: Skip book
de: existiert und ist nicht leer. Inhalt überschreiben, neuer Ordner, oder Buch überspringen? [Ja]: Inhalt überschreiben [Nein]: Neuer Ordner [Abbrechen]: Buch überspringen

# MsgDirectoryPartCreationCallback
source: exists and is not empty. Override content, new folder or skip book? [Yes]: Override content, but keep existing other parts of book [No]: New folder [Cancel]: Skip book
de: existiert und ist nicht leer. Inhalt überschreiben, neuer Ordner, oder Buch überspringen? [Ja]: Inhalt überschreiben, aber bestehende andere Buchteile erhalten [Nein]: Neuer Ordner [Abbrechen]: Buch überspringen

# MsgFileAssoc
source: Associate .aax and .aa files with
de: .aax- und .aa-Dateien verknüpfen mit

# MsgFFmpegVersion1
source: has been tested against FFmpeg version
de: ist getestet mit FFmpeg-Version

# MsgFFmpegVersion2
source: The located version is
de: Die gewählte Version ist

# MsgFFmpegVersion3
source: Try with this version
de: Mit dieser Version arbeiten

# MsgFFmpegVersion4
source: It can always be altered in the basic settings, via the system menu
de: Kann jederzeit in den Grundeinstellungen geändert werden, über das System-Menü

# CptHide
source: Hide
de: Ausblenden

# CptShow
source: Show
de: Einblenden

# FilterAudibleFiles
source: Audible files (*.aax)|*.aax|Audible files (*.aa)|*.aa|All Audible files (*.aax; *.aa)| *.aax; *.aa
de: Audible-Dateien (*.aax)|*.aax|Audible-Dateien (*.aa)|*.aa|Alle Audible-Dateien (*.aax; *.aa)| *.aax; *.aa

# FilterExeFiles
source: Executable files (*.exe)|*.exe
de: Ausführbare Dateien (*.exe)|*.exe

# HdrAuthor
source: Author
de: Autor

# HdrDuration
source: Duration
de: Dauer

# HdrNarrator
source: Narrator
de: Sprecher

# HdrPublisher
source: Publisher
de: Herausgeber

# HdrSize
source: Size
de: Größe

# HdrYear
source: Publishing year
de: Erscheinungsjahr

# SysMenuItemAbout
source: &About…
de: Ü&ber…

# SysMenuItemSettings
source: Basic &Settings…
de: &Grundeinstellungen…

# MsgAborted
source: Aborted
de: Abgebrochen

# MsgAllDone
source: All done
de: Alles erledigt

# MsgAllModifLost
source: All modifications to settings will be lost! Are you sure?
de: Alle Einstellungsänderungen gehen verloren! Sind Sie sicher?

# MsgCommonRootFolder
source: Common root folder for all books
de: Gemeinsames Stammverzeichnis für alle Bücher

# MsgConverted
source: converted
de: konvertiert

source: file
de: Datei

source: files
de: Dateien

# MsgLocationVerifSucc
source: Location and verification successful
de: Pfad und Version erfolgreich verifiziert.

# MsgNoteActivationCode
source: Note: The code provided can only be verified when converting an .aax file
de: Hinweis: Der eingegebene Code kann erst bei der Konvertierung einer .aax-Datei verifiziert werden

# MsgProgCh
source: ch
de: Kap

# MsgProgPt
source: pt
de: Teil

# MsgProgStep
source: Step
de: Schritt

# MsgProgTr
source: tr
de: Stk

# MsgRemSelFiles
source: Remove selected files from list?
de: Ausgewählte Dateien aus Liste entfernen?

# MsgResetAllSettings
source: Reset all settings – here and on the main dialog – to default values?
de: Alle Einstellungen – hier und im Hauptfenster – auf ursprüngliche Werte zurücksetzen?

# MsgSomeDone
source: Some done
de: Teilweise erledigt

source: Audiobook
de: Hörbuch

# MsgLangRestart
source: has to be restarted for the new language setting to take effect. Restart now?
de: muss neu gestartet werden, damit die geänderte Spracheinstellung wirkt. Jetzt neu starten?

# MsgActivationCodeRemoved
source: Custom activation code has been removed.
de: Der benutzerdefinierte Aktivierungscode wurde entfernt.

# SysMenuItemHelp
source: &Help
de: &Hilfe

# MsgPreviewUnsavedChanges
source: Unsaved changes for last file! [Yes]: Save changes before switching to the new file. [No]: Discard last file changes, just switch to the new file. [Cancel]: Cancel new file.
de: Nicht gespeicherte Änderungen für vorige Datei! [Ja]: Änderungen speichern, dann zu neuer Datei wechseln. [Nein]: Änderungen verwerfen, nur zu neuer Datei wechseln. [Abbrechen]: Nicht zu neuer Datei wechseln.

# MsgRemoveGenres
source: Remove selected custom genres?
de: Ausgewählte eigene Genres entfernen?

# StsHasCustomization
source: Has customization
de: Enthält Anpassungen

# StsNoCustomization
source: No customization
de: Keine Anpassungen

# StsNoCustomizationOk
source: Customization removed, [OK] to apply.
de: Keine Anpassungen mehr, übernehmen mit [OK]

# MsgOnlineUpdateDownload
source: of AaxAudioConverter is avaliable. Download now?
de: von AaxAudioConverter ist verfügbar. Jetzt herunterladen?

# MsgOnlineUpdateInstall
source: of AaxAudioConverter is ready for installation.
de: von AaxAudioConverter ist zur Installation bereit.

# MsgOnlineUpdateNewVersion
source: New version
de: Neue Version

# MsgOnlineUpdateInstallLater
source: Install now?
de: Jetzt installieren?

# MsgOnlineUpdateInstallNow
source: Install now? (Will close current AaxAudioConverter window.)
de: Jetzt installieren? (Schließt das aktuelle AaxAudioConverter-Fenster.)

# MsgDirectoryCreationCallbackForAll
source: Do the same for the other books?
de: Bei den anderen Büchern genauso verfahren?

source: <book>: <series>
de: <Buch>: <Serie>

source: <series>: <book>
de: <Serie>: <Buch>

source: as is
de: wie vorgefunden

source: <author> \ <author> - <book>
de: <Autor> \ <Autor> - <Buch>

source: <author> \ <book>
de: <Autor> \ <Buch>

source: <author> \ <book> - <author>
de: <Autor> \ <Buch> - <Autor>

source: (flat) \ <author> - <book>
de: (flach) \ <Autor> - <Buch>

source: (flat) \ <book> - <author>
de: (flach) \ <Buch> - <Autor>

# MsgAaxCopyFolder
source: Destination folder for Audible file copies
de: Zielordner für Kopien der Audible-Dateien

# MsgAaxCopyNoFolder
source: No destination folder set. Copies will not be made.
de: Kein Zielordner gesetzt. Audible-Dateien werden nicht kopiert.

# MsgAaxCopyNoFolderYet
source: Destination folder must also be set.
de: Zielordner muss noch gesetzt werden.

# OpenFile
source: Add Audible files
de: Audible-Dateien hinzufügen

# nofolders
source: (no chapter sub-folders)
de: (ohne Kapitel-Unterordner)
