Repository: audiamus/AaxAudioConverter
Catalog: src/AaxAudioConverter/MainForm.*.resx
Languages: de

# clmHdrAlbum.Text
source: Title
de: Titel

# clmHdrArtist.Text
source: Author
de: Autor

# clmHdrSize.Text
source: Size
de: Größe

# clmHdrDuration.Text
source: Duration
de: Dauer

# clmHdrYear.Text
source: Year
de: Jahr

# clmHdrNarrator.Text
source: Narrator
de: Sprecher

# clmHdrSampleRate.Text
source: Sample rate
de: Abtastrate

# btnRem.Text
source: Remove
de: Entfernen

# btnRem.ToolTip
source: Remove selected files from list.
de: Ausgewählte Dateien aus Liste entfernen.

# btnAddFile.Text
source: Add...
de: Hinzufügen...

# btnAddFile.ToolTip
source: Open AAX or AA files and add them to the list. (Or use drag-and-drop.)
de: AAX- oder AA-Dateien öffnen und zu Liste hinzufügen. (Oder Drag & Drop benutzen.)

# grpBoxAaxFiles.Text
source: AAX Files
de: AAX-Dateien

# lblTraclLen.Text
source: Track length
de: Länge je Stück etwa

# lblDuration.Text
source: minutes approx.
de: Minuten

# radBtnChaptSplit.Text
source: Multiple files, by chapter, split into shorter tracks
de: Mehrere Dateien, je Kapitel noch weiter unterteilt in kürzere Stücke

# radBtnChaptSplit.ToolTip
source: Multiple audio files per chapter. Chapter split into tracks of roughly equal time. With playlist.
de: Mehrere Dateien je Kapitel, in Stücke etwa gleicher Länge geteilt, mit Wiedergabeliste.

# radBtnChapt.Text
source: Multiple files, by chapter
de: Mehrere Dateien, geteilt nach Kapitel

# radBtnChapt.ToolTip
source: One audio file per chapter, with playlist.
de: Eine Ausgabedatei je Kapitel, mit Wiedergabeliste.

# radBtnSingle.Text
source: Single file per AAX file
de: Eine Datei pro AAX-Datei

# radBtnSingle.ToolTip
source: One audio file per AAX file, with playlist for books in parts.
de: Eine Ausgabedatei je AAX-Datei, mit Wiedergabeliste bei mehrteiligen Büchern.

# grpBoxMode.Text
source: Mode
de: Modus

# lblProgress.ToolTip
source: Progress by steps. Number of steps may increase during the process. Number of chapters = ch, number of tracks = tr. Silence (detection) or transcoding phase. Currently processed chapter(s).
de: Schrittweiser Fortschritt. Anzahl Schritte kann sich während der Bearbeitung erhöhen. Anzahl Kapitel = Kap, Anzahl Stücke = Stk Stille(-Detektions)- oder Transcodierungs-Phase. Momentan bearbeitete Kapitel.

# btnAbort.Text
source: Abort
de: Abbrechen

# btnAbort.ToolTip
source: Abort conversion.
de: Konvertierung abbrechen.

# progressBarPart.ToolTip
source: Progress by phase and part (multipart books).
de: Fortschritt nach Phase und Buchteil (bei mehrteiligen Büchern).

# progressBarTrack.ToolTip
source: Progress by step (FFmpeg invocation).
de: Fortschritt nach Einzelschritt (FFmpeg-Aufruf).

# btnConvert.Text
source: Convert
de: Konvertieren

# btnConvert.ToolTip
source: Start conversion.
de: Konvertierung starten.

# radBtnMp3.ToolTip
source: Transcoding to MP3.
de: Zu MP3 umwandeln.

# btnSaveTo.Text
source: Save to...
de: Speichern in...

# btnSaveTo.ToolTip
source: Destination root folder for conversion. Books will be sorted by author and title.
de: Stammverzeichnis für die Ausgabe. Bücher werden nach Autor und Titel sortiert.

# grpBoxNaming.Text
source: Naming
de: Namensgebung

# grpBoxNaming.ToolTip
source: Various settings for tag, file and folder naming.
de: Verschiedene Einstellungen zur Namensgebung für Tags, Ordner und Dateien.

# grpBoxDest.Text
source: Destination folder
de: Zielordner

# tsmiDetails.Text
source: More details
de: Weitere Details
